Repository: Rutakamekiar/HabitTracker
Catalog: HabitTracker.Api/Resources/Messages.*.resx
Languages: uk

# ReplyWasNotSelected
source: You need to select the message you want to cancel
uk: Потрібно вибрати повідомлення, яке хочеш відмінити

# CantFindRecord
source: Record not found
uk: Щось не можу знайти цей запис

# UnauthorizedAccess
source: You are not allowed to perform this action
uk: @{0}, кого ти хочеш надурити?

source: Record was deleted
uk: Все, видалив, не зайобуй більше

# CantUpdateStatistic
source: Failed to update statistics
uk: ойойой не зміг оновити статистику

source: Record already exists
uk: Запис вже існує

source: Counted
uk: Зараховано!

# CantStoreRecord
source: Failed to save record
uk: ойойой не зміг зберегти запис

# HelpCommand
source: {0} - you will see the buttons {1} - you will see the rules {2} - cancel the record (the message must be selected as a reply)
uk: Привіт хуйлуша, без мене нічого не можеш? Дивись: {0} - побачиш кнопки {1} - побачиш правила клубу {2l} - відмінить запис (має бути вибране повідомлення як відповідь)

# RulesCommand
source: {0} - you will see the buttons {1} - you will see the rules {2} - cancel the record (the message must be selected as a reply)
uk: Ласкаво просимо до клубу сирунів 1 правило клубу Нікому не казати про клуб сирунів 2 правило клубу Не згадувати ніде про клуб сирунів 3 правило клубу Сирун крикнув стоп, видихнувся, відключився. Срання закінчено 4 правило клубу У сранні бере участь тільки один 5 правило клубу Срання йде одне за одним 6 правило клубу Знімати штани та труси 7 правило клубу Срання триває стільки скільки потрібно 8 та останнє правило клубу Той, хто вперше прийшов у клуб іде срати

# StartCommand
source: Hello
uk: Шо ти

# UnhandledException
source: An unexpected error has occurred
uk: ойойой що ж це коїться

# UnableToRespondTo
source: An error occurred while responding to {0}
uk: {0} далбайоб

source: Category already exists
uk: Категорія вже існує

# CategoryWasAdded
source: Category '{0}' was added
uk: Категорію '{0}' було додано
